export const USAGE = {
  0: '전체',
  2: '아파트',
  3: '연립/다세대',
  4: '단독/다가구',
  5: '오피스텔',
  6: '상업시설',
  7: '공업시설',
  9: '미분류',
  10: '대지',
  11: '임야',
  12: '잡종지',
  13: '전/답/과수',
  14: '기타토지',
}

export const PRICE = {
  10000000: '1천',
  50000000: '5천',
  100000000: '1억',
  300000000: '3억',
  500000000: '5억',
  1000000000: '10억',
  3000000000: '30억',
  3000000001: '30억~',
}

export const MULGUN = {
  3: '3개월 이내',
  6: '6개월 이내',
  9: '9개월 이내',
  12: '1년 이내',
  36: '3년 이내',
  60: '5년 이내',
}

export const MULGUN_SUB = {
  AUTION: '경매',
  CAMCO: '캠코',
  SOLD: '기관매각',
}
